export const Policy = () => {
  return (
    <div>
      <h1>Политика конфиденциальности</h1>
      <p>
        <strong>Дата вступления в силу:</strong> 15.07.2023
      </p>

      <p>Используя наш сайт, вы соглашаетесь с условиями данной политики конфиденциальности.</p>

      <p>
        Ваша конфиденциальность имеет высший приоритет для нас. В данной политике конфиденциальности мы объясним, какие
        данные мы собираем, как мы их используем и каким образом обеспечивается их защита.
      </p>

      <h2>1. Сбор и хранение данных</h2>
      <p>
        Мы собираем и храним только адреса электронной почты пользователей, которые предоставляют их добровольно. Эти
        данные хранятся на наших защищенных серверах.
      </p>

      <h2>2. Использование данных</h2>
      <p>
        Мы используем адреса электронной почты пользователей исключительно для целей, связанных с функционированием
        нашего сайта. Это может включать в себя отправку уведомлений о новых сообщениях, активности на сайте или
        изменениях в наших условиях использования.
      </p>

      <h2>3. Передача данных третьим лицам</h2>
      <p>
        Мы строго соблюдаем политику нераспространения и непередачи данных пользователей третьим лицам. Ваши адреса
        электронной почты не будут продаваться, передаваться или разглашаться без вашего явного согласия, за исключением
        случаев, предусмотренных законом.
      </p>

      <h2>4. Защита данных</h2>
      <p>
        Мы принимаем все необходимые меры для обеспечения безопасности и конфиденциальности ваших данных. Мы используем
        современные методы защиты информации и следим за обновлениями в области кибербезопасности.
      </p>

      <h2>5. Ваши права</h2>
      <p>
        Вы имеете право запросить информацию о данных, которые мы храним о вас, а также внести изменения в свои данные
        или удалить их. Для этого свяжитесь с нами по указанным контактным данным.
      </p>

      <h2>6. Связь с нами</h2>
      <p>
        Если у вас есть какие-либо вопросы или требуется дополнительная информация о нашей политике конфиденциальности,
        пожалуйста, свяжитесь с нами по следующим контактным данным:
      </p>
      <p>Почта: help@anaxita.ru</p>
      <p>Telegram: https://anaxita.t.me</p>

      <p>
        Мы оставляем за собой право вносить изменения в данную политику конфиденциальности. Все изменения будут
        опубликованы на этой странице, и они вступят в силу с момента публикации. Регулярно проверяйте данную политику,
        чтобы быть в курсе последних обновлений.
      </p>
    </div>
  );
};
