export const Terms = () => {
  return (
    <div>
      <h1>Пользовательское соглашение для сайта dev.asanner.anaxita.ru</h1>

      <h2>1. Общие положения</h2>

      <p>
        1.1. Данное Пользовательское соглашение (далее "Соглашение") регулирует отношения между вами (далее
        "Пользователь" или "Вы") и сайтом dev.asanner.anaxita.ru (далее "Сайт") в отношении использования
        функциональности, предоставляемой сайтом.
      </p>

      <p>
        1.2. Используя сайт dev.asanner.anaxita.ru и его функциональность, вы подтверждаете свое согласие с условиями
        данного Соглашения. Если вы не согласны с условиями Соглашения, пожалуйста, прекратите использование сайта.
      </p>

      <h2>2. Функциональность сайта</h2>

      <p>
        2.1. Сайт dev.asanner.anaxita.ru предоставляет возможность автоматически добавлять идентификатор (ID) к задачам
        пользователей на asana.com (далее "Функциональность").
      </p>

      <p>
        2.2. Функциональность сайта предоставляется исключительно в информационных целях и для удобства пользователей.
      </p>

      <p>
        2.3. Сайт временно хранит API ключи и адреса электронной почты пользователей для оказания услуги по добавлению
        ID к задачам на стороне asana.com. Однако, мы явно подчеркиваем, что мы не передаем эти API ключи и адреса
        электронной почты пользователя третьим лицам.
      </p>

      <h2>3. Ограничение ответственности</h2>

      <p>
        3.1. Сайт dev.asanner.anaxita.ru предоставляется "как есть". Администрация сайта не несет ответственности за
        любые прямые или косвенные убытки, связанные с использованием Функциональности.
      </p>

      <p>
        3.2. Вы используете Функциональность на свой страх и риск. Сайт не гарантирует надежность и безошибочную работу
        Функциональности.
      </p>

      <h2>4. Завершение использования</h2>

      <p>
        4.1. Вы можете прекратить использование сайта dev.asanner.anaxita.ru в любое время, просто перестав его
        посещать.
      </p>

      <p>
        4.2. Администрация сайта оставляет за собой право прекратить предоставление Функциональности без
        предварительного уведомления.
      </p>

      <h2>5. Заключительные положения</h2>

      <p>
        5.1. Данное Соглашение является единственным соглашением между вами и сайтом dev.asanner.anaxita.ru в отношении
        его использования.
      </p>

      <p>
        5.2. Сайт может изменять условия данного Соглашения по своему усмотрению. Пожалуйста, периодически проверяйте
        условия Соглашения на наличие изменений.
      </p>

      <p>
        5.3. Все споры и разногласия, возникающие в связи с использованием сайта и его Функциональности, подлежат
        разрешению в соответствии с действующим законодательством.
      </p>

      <p>
        Настоящее Соглашение вступает в силу с момента начала использования вами Функциональности сайта
        dev.asanner.anaxita.ru.
      </p>

      <p>Последнее обновление: 24.09.2023</p>
    </div>
  );
};
